greeting_text = 'Привет! Я бот, который поможет узнать погоду там, где ты хочешь.' \
'используй команду /info чтобы получить подробную информацию. ' \
'используй команду /help чтобы получить помощь.' \
'Пользуйся!)'

help_text = 'Чтобы узнать погоду, используй команду /weather и следуй инструкциям, удачного использования!' \
'Чтобы узнать весь список команд и что они делают, используй /commands'


info_text = 'Этот бот создан для поиска погоды. Мы используем популярный сервис Free Weather' \
'Если у вас есть пожелания или комментарии к работе бота, то их можно оставить, воспользовавшись командой /review'


commands_text = 'вот список всех команд: \n' \
'/info - позволяет получить информацию о боте \n' \
'/help - позволяет получить помощь \n' \
'/weather - функция поиска погоды \n' \
'/review - позволяет оставить обратную связь \n' \
'/commands - позволяет получить список всех команд '

review_text = 'Пожалуйста, оставьте отзыв о работе бота или подскажите, что нам улучшить.'

thanks_text = 'Спасибо за ваш отзыв!'

how_to_use_text = 'Нажимая кнопку продолжить вы сможете использовать следующий функционал: '\
'вам нужно ввести локацию пункта, в котором вы хотите узнать погоду. (например: Токио)\n' \
'В случае если пункт не будет найден, вы увидите сообщение: пункт не найден \n' \
'кнопка меню позволит вернуться в главное меню'